1줄 : 곽영균 , 김수봉
2줄 : 김혜민 , 문병준
3줄 : 이선준 , 정수원

//1.JavaProject의 왜 만드는지?
//		- 현재는 각 챕터를 구분해 보기위해
//		-
//2.java파일 만드는 이유? - 자바 언어로 개발을 하기위해
//		
//3.변수 타입과 변수의 전체적인 이해?
///		- 변수가 타입을 나눈 이유 - 저장하려는 값의 특성이 다르기 때문
//		- 타입의 종류 int
//		- 변수의 나열 한번에 변수를 선언하기 위해
//		- 변수의 선언
//	    - 벼수의 할당, 초기화 등
//4.변수 타입 변경(형변환,캐스팅)의 이해?
//		
//5.Scanner로 입력 받은 데이터 타입 변경의 이해? 
1.스캐너로 소숫점이 있는 숫자 입력받아 +10해보기
2.스캐너로 소숫점이 있는 숫자를 입력받아 정수형 데이터 타입으로 캐스팅해보기 
// 과정은 위와 유사하나 더블-> int 어떠한 형변환 과정이 한번 필요




String str = "3.14";
syso